[
  {
    "date": "2024-01-18",
    "location": {
      "name": "The Home Collective",
      "neighborhood": "Winsor Terrace",
      "map": "https://maps.app.goo.gl/VSggM9uEm4yMDbWd9"
    },
    "theme": "Hello World!",
    "description": "Our inaugural meetup! We met each other IRL, ate cheese and crackers, talked a bit about code and of course enjoyed some good bourbon. \n Members shared a bit about themselves, where they're from, how they found their way to coding, and of course, their favorite librations. Dave gave a walkthrough of a <a href='https://daveseidman.github.io/maiz/' target='_blank'>Digital Corn Maze</a> he built. Tom made us go 'wooo' with his painstakingly home made zoetopes. And...",
    "photo": "round1.png"
  },
  {
    "date": "2024-02-29",
    "location": {
      "name": "Woody Devs",
      "neighborhood": "Dumbo",
      "map": "https://maps.app.goo.gl/RqU1hSBCENHsqSYw6"
    },
    "theme": "Struggles Against Time",
    "description": "A special Leap Day event, we got togther to talk about time: how to manage it, when it gets away from you, and of course some round-by-zeros errors. \n <a href='https://www.woodydevs.com/' target='_blank'>Woody</a>, our host, strapped into a live motion capture suit and demoed his Unity Rig. Chris walked us through how he recently began his path to becoming a web developer. Eric gave a talk on a project timeline gone horribly wrong, and...",
    "photo": "round2.png"
  },
  {
    "date": "2024-03-28",
    "location": {
      "name": "Gowanus Creative Studios",
      "neighborhood": "The Gowanus",
      "map": "https://maps.app.goo.gl/gDn9ztSYS5uRDcrt6"
    },
    "theme": "Code IRL: Hardware",
    "description": "Josh hosted us in Gowanus Studio and Dave flew back from a gig just in time, on his birthday no less! We started the session by each sharing the best thing we've ever _broken_. We learned about the slime vending machines Josh's company created, ",
    "photo": "round3.png"
  },
  {
    "date": "2024-05-16",
    "location": {
      "name": "The Woods",
      "neighborhood": "Williamsburg",
      "map": "https://maps.app.goo.gl/mGLUVuwwp88otpyB6"
    },
    "theme": "Into the Woods!",
    "description": "Phil taught us not to be afraid of monsters with an updated version of his \"Shadow Monsters\" installtion that's been on view at the Moma and other museums around the world. We had great refreshments from an on-site taco truck, and of course, a healthy amount of Bourbon!",
    "photo": "round4.png"
  },
  {
    "date": "2024-06-20",
    "location": {
      "name": "The Home Collective",
      "neighborhood": "Windsor Terrace",
      "map": "https://maps.app.goo.gl/VSggM9uEm4yMDbWd9"
    },
    "theme": "Fun and Games!",
    "description": "We learned about one coders journey to meeting the inventor of the Rubik's Cube for an interactive Google Doodle. Djenia's journey creating his super-fun and interactive portfolio website.",
    "photo": "round5.png"
  },
  {
    "date": "2024-09-26",
    "location": {
      "name": "Chela",
      "neighborhood": "Park Slope",
      "map": "https://maps.app.goo.gl/DHUbgRkDufyD18vN8"
    },
    "theme": "When AI Goes Awry",
    "description": "Will AI eat all our lunch? Maybe! Let's hear from some of our members that are working closely with it. In this session we heard from ...",
    "photo": "round6.png"
  },
  {
    "date": "2025-02-27",
    "location": {
      "name": "TBD",
      "neighborhood": "Park Slope",
      "map": "https://maps.app.goo.gl/29i1B4JcQo3MhbFK8"
    },
    "theme": "Try Something New",
    "description": "Have you started a new job recently, learned a new language or peice of software? How did you get started and what gave you enough motivation? At our upcoming event we'll talk about some times we tried something new and how it went",
    "photo": "round7.png"
  }
]
